[
  {
    "image": "ws-impact-hero-2.jpeg",
    "title": "Skills Change Worlds",
    "summary": "We’ve taken everything our Members shared with us in our first ever global Impact Survey and gathered impact stories that demonstrate how skills change worlds. ",
    "content": "Confident learners. Ambitious individuals. Inclusive workplaces. Productive businesses. Sustainable industries. Economic growth.\n\nSkills help all these things thrive, which is why we need more skilled young people.\n\nToday WorldSkills is celebrating the positive impact that the young people, educators, governments, and partners in the WorldSkills community are all having because of skills.\n\nIn 2021, we ran our first ever global Impact Survey. It was the biggest research programme we’ve ever undertaken, designed to improve the way we measure and share impact. Our Members responded in earnest.\n\nThey shared data and stories about the impact they are having as they drive skills excellence in their countries and regions.\n\nWe learned how WorldSkills Members are helping young people reach further by unlocking the potential of technical and vocational education and training (TVET). Our Members are helping educators and governments raise the bar higher and set global standards that inspire everyone to excel at skills and be the best they can be. And they are helping governments and industries return more on their investment in skills so that our economies and societies can prosper.\n\nWe’ve taken everything our Members shared with us and gathered impact stories that demonstrate how skills change worlds. Our impact can be summed up in these five Impact Statements:\n\n - WorldSkills increase the number of skilled young people\n - WorldSkills improves standards of vocational training for all\n - WorldSkills prepares young people for their future careers\n - WorldSkills contributes to the success of industries\n - WorldSkills improves economic growth and human development\n\nOver the coming months, we will share more of our impact with you. For now, you can watch our Impact film, read our Impact Stories, and download our Impact Report.\n\nHelp us spread the word about the impact we are having by following #skillschangeworlds, and share your own stories of impact telling us how skills have helped change your world."
  },
  {
    "image": "Copy_of_SkillsSustain_2022_-_Collage_Twitter.png",
    "title": "#SkillsSustain: “We need to ask ourselves how our skills can impact climate change”",
    "summary": "Celebrate Earth Day, 22 April and join the global conversation on how skills can help mitigate the climate crisis",
    "content": "Two young women from Malaysia are about to launch an online platform that will make climate action accessible for everyone. It will help not-for-profit organizations and communities engaged in environmental activities across the globe to publicize their projects and reach out to potential volunteers.\n\nIklim is the first service offered by the company Bumii, which was one of the social entrepreneurship initiatives that made it to the finals of BeChangeMaker 2021, the popular social entrepreneur training programme supported by WorldSkills and the HP Foundation.\n\nClimate activist Aaliyah Hasna and Farhana Sukhor met at a Kuala Lumpur-based NGO in 2018. Through their individual journeys as activists and their market research, they realized that it was hard for citizens who were newly interested in climate action to find projects to collaborate with their time and skills.\n\nTheir dream for Iklim is to have every initiative created to tackle the climate crisis to be featured on the platform, from marine conservation to reforestation or soil degradation.\n\n“We’ll be focusing on many key holistic issues because we want to give people the power of choosing climate action projects that they’re passionate or curious about! Stick to your niche or diversify your interests; either way, it leads to creating collective action to help vulnerable communities and our ecosystem to deal with the adverse effects of climate change,” says Farhana.\n\nBumii is also encouraging organizations and communities to embrace new innovative ways of working on projects and to acquire more ambitious objectives.\n\n“We’re now shifting towards becoming a legacy of solutions, embracing it and being part of the change. We believe that 7 billion people means 7 billion solutions waiting to unravel and present themselves to the world,” adds Farhana.\n\nBased on their experience since the creation of Bumii, marketing, graphic design, and programming have been the most demanded skills.\n\nNonetheless, Aliyah and Farhana are trying to drift away from the idea that there are specific skills that can help in the fight against climate change and reinforce the narrative that all skills can and should be greener. “What we need to ask ourselves is how our work or skills are making a positive impact on our environment. How can my daily action at work contribute to addressing the climate crisis well within my capacity?” she says.\n\nThe key, she reckons, is to be well versed in the skills of choice. Connecting with peers with similar skill sets, and creating communities can help drive youth knowledge and passion for effective climate action.\n\n“As a reaction, this wave of change can dictate how the global economy can be conducted sustainably and hold people in power accountable for their (in)action,” concludes Farhana.\n\nVisit the Iklim website to join the movement to redefine climate change."
  },
  {
    "image": "mmr_fv.jpeg",
    "title": "#SkillsSustain: “We must encourage the development of new renewable energy solutions”",
    "summary": "A new skill competition, Renewable Energy, will debut at WorldSkills Shanghai 2022 later this year highlighting a vital sector which faces major skill gaps. ",
    "content": "The skill Renewable Energy will make its debut at a WorldSkills Competition later this year in Shanghai. Capable of supplying two-thirds of the global energy demand, renewable energy is crucial to reducing greenhouse emissions and limiting the average global temperature increase below 2°C.\n\nSustainable energy and energy efficiency are also central to the success of the United Nations Agenda 2030 and Sustainable Development Goal 7 ⎼ ensuring access to affordable, reliable, sustainable, and modern energy for all.\n\n“This new skill competition will help show industry, society, and governments the importance of renewable energy development and evolution. Research and development of new solutions must be encouraged in every country, especially in developing countries, to help create an environment of specialized professionals that will be needed by the industry,” says Marcelo Ramos, Skill Competition Manager, from Brazil.\n\nMarcelo, who has a background in electrical engineering, started working in this sector in 2012, after Brazil passed national regulations that eased and accelerated the development of sustainable energies.\n\nThe country, which already largely relies on hydropower for its electricity demands, is seeing historical records of solar and wind energy power plant expansion. Last year, the share of solar energy in Brazil’s energy mix reached 6.9% and wind energy, 10.9%.\n\nA Renewable Energy and Energy Efficiency instructor at SENAI, the country’s National Service for Industrial Training, Marcelo became acquainted with WorldSkills and suggested the inclusion of the skill for 2022.\n\nThe sector faces a major skill gap, not only in Brazil but around the world. Nonetheless, Marcelo points out that TVET institutions and universities are doing an excellent job to develop these skilled workers. “There is also the effort of international technical cooperation from countries like Germany, and prioritizing support to increase participation by women in the sector,” he adds.\n\nSkilled workers will have to continuously upskill to keep up with the technological evolutions of industry. According to Marcelo, some of the areas that will require attention will be new sources and applications of renewable energy, or the control of demand (from sources and loads), which will be crucial to the sector. The development of green hydrogen will also have a key role in decarbonization of our society.\n\n“We really must work hard and in several different areas to reach these objectives. I hope we can gain extra time to develop new technologies and processes to revert the already visible effects of climate change,” he says.\n\n“I believe in the human capacity to be creative and find solutions for our problems. The difficult part is always to make everyone work together.”"
  },
  {
    "image": "eco-energy-IMG-20211212-WA0032.jpeg",
    "title": "#SkillsSustain: Fighting deforestation one briquette at a time",
    "summary": "A social enterprise in Ivory Coast is using coconut waste to produce cleaner energy.",
    "content": "Two entrepreneurs from Cameroon are on a mission to combat deforestation by providing a cleaner alternative to charcoal. Their start-up, Eco Energy Africa, aims to bring safe and eco-friendly energy solutions to every part of the continent by recycling agricultural waste.\n\nThey were one of five teams to reach the final of WorldSkills BeChangeMaker in 2020. This popular entrepreneurial training programme, supported by WorldSkills and the HP Foundation, is currently accepting applications for the 2022 edition.\n\nEco Energy Africa was started in Côte d’Ivoire by Ntongwe Enongene along with his partner Joycelyn Diel Nnane with the goal of producing high-quality charcoal from recycled coconut waste.\n\n“We gather all the agricultural waste in our country and convert it into a product that has very high demand,” says Ntongwe. “Charcoal, even today, is still the highest used source of energy in most of Africa.“\n\nIvory Coast has 50.000 hectares of coconut trees and is one of biggest producers in Africa. The company collect the waste, dry it, and leave it to carbonize in a controlled environment. Once the the process is complete, the carbonised coconut waste turns into char which is crushed.\n\n“We now mix it in machines that we have imported from abroad”, says Ntongwe. The charcoal is then bound together with a natural binder known as Kasaba.\n\n“Kasaba is a staple food here and is rich in starch,so it’s available in abundance in the Ivory Coast,” says Ntongwe. The mixture is then pressed into hexagonal briquets which are eventually dried before being ready to use.\n\nAccording to the Food and Agriculture Organization of the United Nations (FAO), biomass accounts for around 60% of total energy demand in Sub-Saharan Africa. Firewood is mostly used for cooking in rural areas, while charcoal is more widely-used in cities.\n\n“These briquets become high-quality products that are sustainable, more durable, emit less smoke, and are affordable for the local community. Compared to local charcoal the brick heads that we produce can last up to three hours, whereas the charcoal from wood which drives deforestation only lasts for 30 minutes¨, says Ntongwe. He says his customers feel like they are also contributing to combatting climate change, while also buying a more efficient product.\n\nAs it emits less fumes and harmful chemicals than charcoal, the product is also much safer for cooking at home. Africa has the highest level of indoor air pollution in the world, with over 400,000 deaths from air pollution in 2017, according to UNICEF.\n\n“The ones who suffered it more are women and children, because they are always close to the place of cooking so they inevitably inhale harmful smoke”, says Ntongwe.\n\nEco Energy Africa is so confident about the positive impact of this model that they want to replicate it across Africa.\n\n“All we need is the right support, because the problems we see here in Ivory Coast are the same problems I see in Cameroon and all of the other African countries,” says Ntongwe.\n\n“What´s great is that the same raw material is available across all 55 African countries, and at the same time we will be able to help reduce deforestation that is driving climate change on our continent.”\n\nEco Energy Africa are one of hundreds of social entrepreneurs that have benefitted from BeChangeMaker, getting support from WorldSkills and HP Foundation to turn their business idea into reality."
  },
  {
    "image": "BCM2021_Genoa_Denim_Spain-web.jpeg",
    "title": "#SkillsSustain: Upcycling jeans to save the oceans",
    "summary": "Two social entrepreneurs from Spain are creating exclusive pieces with donated denim to reduce pollution.",
    "content": "There is more than a long-lasting friendship which unites Ana Barquilla and Blanca García. Born and raised in the coastal town of Alicante in Spain, the young women share a deep love for the sea, and for jeans. When they found out that the world’s most popular fashion garment was a heavy polluter, they decided to act.\n\nWashing one pair of jeans can, according to a recent study, release thousands of microfibres, adding significantly to the accumulation of fibres in the oceans. Washing the garments less as well as using second-hand jeans helps reduce this shedding of microfibres.\n\nAna and Blanca started a campaign to collect denim from people’s closets, and it was so successful that they gathered over 4,000 pieces.\n\n“We drove across towns and villages within our region to collect the denim ourselves. People didn’t even want anything in exchange, they just wanted us to take them. Initially, we didn’t know what to do with them, but that’s when we decided to upcycle the denim and create a collection,” explains Ana.\n\nAnd so Genoa Denim was born. The project was a finalists of BeChangeMaker 2021, the social entrepreneurship programme supported by WorldSkills and the HP Foundation.\n\nThe pair collaborated with designers from their region to create new pieces.\n\n“We give them the material, and they get paid for their design work,” says Ana. “I feel very enthusiastic when designers contact Genoa Denim because they have heard of us and want to collaborate. We like to work with designers that care as much as us about the planet.”\n\nInitially, Genoa Denim was conceived as an exclusive brand that would sell unique, limited-edition pieces made from used denim. However, they realized that by producing several pieces from each design, they could make the brand more accessible.\n\n“Each piece will continue being unique and limited because the raw material is donated, even if the design is the same, each piece will be different,” says Ana.\n\nThe entrepreneurs are now working on improving their website and intensifying the promotion through influencer marketing. Their packaging will be completely reusable, and each customer will receive a thank-you card on seed paper, which can be planted to grow lavender.\n\nAna believes that the formula for success in setting a sustainable business is perseverance and responsibility.\n\n“Many people are not aware that we can still change things, that we can still have a positive effect against climate change,” says Ana.\n\n“It’s crucial to have a team that shares your goals and values.”\n\nFollow in the footsteps of Genoa Denim and take your social enterprise idea to the next level with support from BeChangeMaker."
  },
  {
    "image": "bcm-africa-2022-thumb.jpeg",
    "title": "BeChangeMaker Africa 2022 launches",
    "summary": "WorldSkills social entrepreneur programme launches African 2022 edition. Applications are open until 1 August.",
    "content": "Last year, over 520 team from 40 African countries applied to join BeChangeMaker Africa, a social entrepreneurship training programme that supports the African youth who are passionate about gaining new skills and making positive changes in their communities.\n\nThe winner of BCMA 2021 was AfriCity, a social business started by two young women from South Africa whose innovation provided accurate data that helps ventures in the education and healthcare markets understand the underserved people and their needs. \n\nThrough the partnership with the African Union and the HP Foundation BeChangeMaker Africa is coming back this year to help empower more young people from the continent through high-quality HP LIFE courses, dedicated coaching, mentorship, business acceleration tools, and networking opportunities in this three-month virtual entrepreneurship training. The programme has also been supported by United Nations Industrial Development Organization (UNIDO) since its inception, and we are very excited to share that the International Labour Organization (ILO) is joining us to support the top five teams who will be invited to join the Skills Innovation Network by ILO for receiving more local and international networking and support.\n\nApply online on on the WorldSkills Africa website. Applications are open until 1 August.\n\nThirty teams will be chosen to join the programme officially and be evaluated through online pitch competitions to select the top five teams, who will showcase their ideas and work at the online pitch finale on 29 November. The top five teams will each receive EUR 1,000 worth of customized post-programme coaching. Additionally, the top three teams from the pitch finale will each receive a EUR 2,000 cash award."
  }
]